Repository: Daniel-KM/Omeka-S-module-Feed
Catalog: language/*.po
Languages: fr

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou ultérieure.

source: It’s now possible to get automatic feeds from search results.
fr: Il est désormais possible d’avoir des flux automatiques depuis les résultats de recherche.

source: Links to automatic feeds from search results can be appended to item / browse and item sets / browse pages, with module BlocksDisposition or through the theme. Furthermore, each site can add a specific manual feed via site settings.
fr: Les liens pour les flux automatiques des résultats de recherche peuvent être ajoutées au pages item / browse et item sets / browse avec le module BlocksDisposition ou via le thème. De plus, chaque site peut ajouter un flux spécifique via les paramètres de site.

source: Specific Image or logo for the channel (default to site thumbnail)
fr: Image spécifique ou logo pour le flux (vignette du site par défaut)

source: Max number of characters of an entry
fr: Nombre maximum de caractères pour une entrée

source: 0 means all text for pages and resource descriptions.
fr: « 0 » signifie le texte entier pour les pages et les descriptions des ressources.

source: Entries for the static feed
fr: Entrées pour le flux statique

source: application/atom+xml and application/rss+xml (standard)
fr: application/atom+xml et application/rss+xml (standard)

source: application/xml (most compatible)
fr: application/xml (plus compatible)

source: Content disposition
fr: Disposition du contenu

source: Attachment to download
fr: Pièce jointe à télécharger

source: Inline to display
fr: Affichage en ligne

source: Undefined
fr: Indéfini

source: The page "{page_url}" is no longer available and cannot be listed in rss feed.
fr: La page « {page_url} » n’est plus disponible et ne peut plus être listée dans le flux rss.
